Repository: EvilDrW/pydance
Catalog: po/*.po
Languages: ca

source: E: Cannot load announcer theme '%s'.
ca: E: No es pot carregar el tema vocal '%s'.

source: red
ca: vermell

source: pink
ca: rosa

source: yellow
ca: groc

source: green
ca: verd

source: cyan
ca: cian

source: blue
ca: blau

source: purple
ca: porpra

source: orange
ca: taronja

source: white
ca: blanc

source: black
ca: negre

source: gray
ca: gris

source: Greats or better increase a combo
ca: Genial o millor incrementa el combo

source: Oni-style
ca: Estil-Oni

source: Greats don't increase a combo, but also don't break it
ca: Genial no incrementa el combo, però no el posa a zero

source: Okays or better increase a combo
ca: Bé o millor incrementa el combo

source: A Course
ca: Una recopilació

source: BEST
ca: EL MILLOR

source: WORST
ca: EL PITJOR

source: LIKES
ca: PREFERIDES

source: DISLIKES
ca: ODIADES

source: was not found.
ca: no s'ha trobat.

source: No valid songs were found.
ca: No hi ha cançons vàlides.

source: Player's %s #%d
ca: %s del jugador #%d

source: was not found.
ca: no s'ha trobat.

source: is an unsupported format.
ca: és un format no suportat.

source: (Easy)
ca: (Fàcil)

source: (Hard)
ca: (Difícil)

source: Best
ca: Millor

source: Worst
ca: Pitjor

source: Likes
ca: Preferides

source: Dislikes
ca: Odiades

source: Player's Picks
ca: Escollides pel jugador

source: Random %d %s
ca: Aleatori %d %s

source: random.choose(songs)
ca: selecció.aleatòria(cançó)

source: All Random %d
ca: Tot aleatori %d

source: Primal Fear (Easy)
ca: Por del novell (Fàcil)

source: Primal Fear (Hard)
ca: Por del novell (Difícil)

source: Up / Down: Change song selection
ca: Amunt / Avall: selecciona la cançó

source: Left / Right: Change difficulty setting
ca: Esquerra / Dreta: canvia la dificultat

source: Enter / Up Right: Open a folder or start a course
ca: Retorn / Amunt Dreta: obre carpeta o recopilació

source: Escape / Up Left: Close a folder or exit
ca: ESC / Amunt Esquerra: tanca una carpeta o surt

source: Tab / Select: Go to a random course
ca: Tab / Select: vés a una recopilació aleatòria

source: Start: Switch to Options screen
ca: Start: vés a la pantalla d'opcions

source: F11: Toggle fullscreen - S: Change the sort mode
ca: F11: pantalla completa - S: canvia l'ordenació

source: (Best #%d)
ca: (La %da millor)

source: Player's Best Unavailable
ca: No hi ha estadístiques del millor del jugador

source: (You need to play more songs!)
ca: (Has de ballar més cançons!)

source: (Worst #%d)
ca: (La %da pitjor)

source: Player's Worst Unavailable
ca: No hi ha estadístiques del pitjor del jugador

source: Player's Likes Unavailable
ca: Preferides pel jugador no disponibles

source: (Dislikes #%d)
ca: (La %da que m'agrada menys)

source: Player's Dislikes Unavailable
ca: Odiades pel jugador no disponibles

source: All Courses
ca: Totes les recopilacions

source: Sort by %s
ca: Ordena per %s

source: ready.png
ca: ready_ca.png

source: go.png
ca: go_ca.png

source: Next Song
ca: Següent Cançó

source: Confirm: Begin Cancel: Stop
ca: Confirm: comença Cancel: para

source: Start: Change Options
ca: Start: canvia les opcions

source: Player %d
ca: Jugador %d

source: Default Settings
ca: Paràmetres per defecte

source: There was an error loading
ca: S'ha produït un error mentre es carregava

source: Playing
ca: Reproduint

source: The audio file for this song
ca: El fitxer d'àudio per aquesta cançó

source: could not be found.
ca: no s'ha pogut trobar.

source: Saving a screenshot to
ca: S'està desant la captura a

source: Average FPS for this song was %d.
ca: La mitjana de FPS de la cançó ha estat %d.

source: Left: Make the songs that will be played easier
ca: Esquerra: fa que les cançons que es juguin siguin més fàcils

source: Right: Make the songs that will be played harder
ca: Dreta: fa que les cançons que es juguin siguin més difícils

source: Up: Select difficulty by name
ca: Amunt: escull la dificultat pel nom

source: Down: Select difficulty by rating
ca: Avall: escull dificultat segons la grau

source: Enter / Up Right: Start playing songs until you fail
ca: Retorn / Amunt Dreta: juga cançons fins a fallar

source: Escape / Up Left: Go back to the game selection screen
ca: ESC / Amunt esquerra: va endarrere a la pantalla de selecció de joc

source: Start: Go to the options screen / F11: Toggle fullscreen
ca: Start: opcions / F11: pantalla completa

source: Select by Difficulty
ca: Escolliu dificultat

source: Select by Rating
ca: Escolliu grau

source: Between %d and %d
ca: Entre %d i %d

source: The difficulty settings you chose result
ca: No hi ha cap cançó disponible

source: in no songs being available to play.
ca: que compleixi els paràmetres escollits.

source: You need more songs to play Endless Mode.
ca: Et fan falta més cançons per jugar en mode Sens fi.

source: Otherwise, it's just really boring.
ca: Si no, seria avorrit.

source: No Mix
ca: Sense Mix

source: Untitled
ca: Sense títol

source: Unknown
ca: Desconegut

source: is missing:
ca: falta:

source: W: Non-Unicode key in %s: %s
ca: A: clau No-Unicode a %s: %s

source: Up / Down: Change game, mode, or interface
ca: Amunt/Avall: canvia el joc, mode o interfície

source: Enter / Up Right: Advance your choice
ca: Enter / Amunt dreta: endavant amb la selecció

source: Escape / Up Left: Back up or exit
ca: Escape / Amunt esquerra: retrocedeix o surt

source: F11: Toggles fullscreen
ca: F11: pantalla completa

source: Enjoy pydance %s!
ca: Gaudeix pydance %s!

source: 4 panel
ca: panell de 4

source: 5 panel
ca: panell de 5

source: 6 panel
ca: panell de 6

source: 8 panel
ca: panell de 8

source: 9 panel
ca: panell de 9

source: 3 panel
ca: panell de 3

source: Single
ca: Sol

source: Versus
ca: Competició

source: Double
ca: Doble

source: Couple
ca: Parella

source: Nonstop
ca: Sense parar

source: Endless
ca: Sens Fi

source: The standard up, down, left and right arrows
ca: Les fletxes estàndard amunt, avall, esquerra i dreta

source: (like Dance Dance Revolution)
ca: (com Dance Dance Revolution)

source: Practice using up left and up right with easier steps.
ca: Practica utilitzant amunt esquerra i amunt dreta amb passos fàcils.

source: Diagonal arrows and the center (like Pump It Up)
ca: Fletxes diagonals i el centre (com Pump It Up)

source: Four panel plus the upper diagonal arrows (like DDR Solo)
ca: Panell de 4 més les fletxes diagonals superiors (com DDR Solo)

source: Everything but the center (like Technomotion)
ca: Tot menys el centre (com Technomotion)

source: Everything! (like Pop'n'Stage)
ca: Tot! (com Pop'n'Stage)

source: Wave your arms (or feet) around
ca: Mou els braços (o peus)

source: Crazy kung-fu action (like Dance ManiaX / Freaks).
ca: Acció kung-fu boja (com ManiaX Dance / Freaks)

source: Use left, up left, up right, and right.
ca: Useu esquerra, amunt esquerra, amunt dreta i dreta.

source: Three panels, two sensors, using left and right.
ca: Tres panells, dos sensors, utilitzant esquerra i dreta.

source: Three panels and four sensors.
ca: Tres panells i quatre sensors.

source: Play by yourself.
ca: Juga tu sol.

source: Challenge an opponent to the same steps.
ca: Desafieu al rival amb els mateixos passos.

source: Two people dance different steps to the same song.
ca: Dues persones ballen diferents passos amb la mateixa cançó.

source: Try playing on both sides at once.
ca: Prova de jugar als dos costats a la vegada.

source: Play one song at a time.
ca: Juga una cançó cada vegada.

source: Keep dancing until you fail.
ca: Segueix ballant fins a fallar.

source: Play several songs in a row.
ca: Jugar diverses cançons consecutivament.

source: Select a Game
ca: Selecciona un joc

source: Select a Mode
ca: Selecciona un mode

source: Select Type
ca: Selecciona un tipus

source: Dance Points
ca: Punts

source: Like dance points, but failing doesn't result in an F.
ca: Com els punts, però fallar no resulta una F

source: Press Escape/Confirm/Start
ca: Prem Esc/Confirma/Start

source: GRADE: %s (%s) - total steps: %d; best combo: %d
ca: GRAU: %s (%s) - passos totals: %d millor combo: %d

source: V: %d P: %d G: %d O: %d B: %d M: %d - %d/%d holds
ca: M: %d P: %d G: %d Bé: %d B: %d M: %d - %d/%d sostingudes

source: Average off: %0.3f, standard deviation %0.2f
ca: Mitjana de: %0.3f, desviació estàndard %0.2f

source: MARVEL.:
ca: MERAVEL.:

source: PERFECT:
ca: PERFECTE:

source: GREAT:
ca: GENIAL:

source: OKAY:
ca: BÉ:

source: BOO:
ca: BUU:

source: MISS:
ca: FORA:

source: Score:
ca: Punts:

source: Holds:
ca: Sostingudes:

source: Max Combo:
ca: Combo màx:

source: Early:
ca: Aviat:

source: Late:
ca: Tard:

source: rating-
ca: grau-

source: Judging is based on how many seconds you are from the correct time.
ca: El grau es basa en quants segons has passat del temps correcte.

source: Beat
ca: Compàs

source: Judging is based on how many beats you are from the correct time.
ca: El grau es basa en quants passos s'han fet en el temps correcte.

source: FAILED
ca: FORA!

source: Battery
ca: Bateria

source: A few points of life, increasing each song.
ca: Pocs punts de vida, incrementen a cada cançó.

source: Power Drop
ca: Només resta

source: Like normal, but never goes back up.
ca: Com la opció normal, però no es torna a omplir.

source: Fail if you do too poorly or too well.
ca: Falla si ho fas massa malament o massa bé.

source: Tug of War
ca: Guerra

source: Fight with the other player for life.
ca: Lluita amb el rival a vida o mort.

source: Great Attack
ca: Atac de Genial

source: Only greats make the bar go up.
ca: Només Genial fa omplir la barra.

source: on
ca: activat

source: off
ca: desactivat

source: By Joe Wreschnig & Brendan Becker
ca: Per Joe Wreschning i Brendan Becker

source: (Your CREDITS file is missing.)
ca: (El fitxer CREDITS no hi és.)

source: Play Game
ca: Jugar

source: Map Keys
ca: Mapar Tecles

source: Game Options
ca: Opcions

source: Autofail
ca: Autofallada

source: autofail
ca: Autofallada

source: Assist Mode
ca: Mode assistit

source: assist
ca: assistit

source: Off
ca: Inactiu

source: Click
ca: Clic

source: Full
ca: Complert

source: Announcer
ca: Discjòquei

source: Themes ...
ca: Temes...

source: 4 Panel
ca: Panell de 4

source: 3 Panel
ca: Panell de 3

source: 5 Panel
ca: Panell de 5

source: Large 6 Panel
ca: Panell de 6 gran

source: Small 6 Panel
ca: Panell de 6 petit

source: Large 8 Panel
ca: Panell de 8 gran

source: Small 8 Panel
ca: Panell de 8 petit

source: Large 9 Panel
ca: Panell de 9 gran

source: Small 9 Panel
ca: Panell de 9 petit

source: Back
ca: Endarrere

source: Graphic Options
ca: Gràfics

source: Animation
ca: Animació

source: Arrow Effects
ca: Efectes de fletxa

source: none
ca: Cap

source: rotate
ca: gira

source: scale
ca: escala

source: rotate & scale
ca: gira i escala

source: Backgrounds
ca: Fons

source: Brightness
ca: Brillantor

source: very dark
ca: molt fosc

source: dark
ca: fosc

source: bright
ca: brillant

source: very bright
ca: Molt brillant

source: Lyrics
ca: Lletres

source: Lyrics Color
ca: Color de les lletres

source: pink/purple
ca: rosa/porpra

source: purple/cyan
ca: porpra/cian

source: cyan/aqua
ca: cian/aqua

source: aqua/yellow
ca: aqua/groc

source: yellow/pink
ca: groc/rosa

source: Interface Options
ca: Interfície

source: Save Input
ca: Desa l'entrada

source: Song Previews
ca: Previsualització

source: Folders
ca: Carpetes

source: Timer Display
ca: Temporitzador

source: Song Info Screen
ca: Informació de la cançó

source: Never
ca: Mai

source: Multi-song Only
ca: Només multi-cançó

source: Always
ca: Sempre

source: Font (after restart)
ca: Lletra (proper arranc)

source: Main Menu
ca: Menú Principal

source: On
ca: Actiu

source: Speed
ca: Velocitat

source: Adjust the speed at which the arrows scroll across the screen.
ca: Ajustar la velocitat de les fletxes de desplaçament que travessen la pantalla.

source: Arrows scroll at 200bpm.
ca: Fletxes de desplaçament a 200bpm.

source: Arrows scroll at 300bpm.
ca: Fletxes de desplaçament a 300bpm.

source: Arrows scroll at 400bpm.
ca: Fletxes de desplaçament a 400bpm.

source: Arrows scroll at 500bpm.
ca: Fletxes de desplaçament a 500bpm.

source: Arrows scroll at 600bpm.
ca: Fletxes de desplaçament a 600bpm.

source: Arrows scroll at 700bpm.
ca: Fletxes de desplaçament a 700bpm.

source: Arrows scroll at 800bpm.
ca: Fletxes de desplaçament a 800bpm.

source: Transform
ca: Transforma

source: Change the step patterns for the song.
ca: Canvia els fitxers de passes de la cançó.

source: Mirror
ca: Invers

source: Left
ca: Esquerra

source: Right
ca: Dreta

source: Shuffle
ca: Mescla

source: Random
ca: Aleatori

source: Rotate the steps 180 degrees.
ca: Rotar els passos 180 graus.

source: Rotate the steps 90 degrees to the left.
ca: Rotar els passos 90 graus a l'esquerra.

source: Rotate the steps 90 degrees to the right.
ca: Rotar els passos 90 graus a la dreta.

source: Swap all arrows from one direction to another.
ca: Intercanviar la direcció de les fletxes

source: Use totally random directions.
ca: Utilitzar direccions aleatòries.

source: Add/Remove Steps
ca: Afegir/treure passos

source: Add or remove arrows from step patterns.
ca: Afegir o treure fletxes dels fitxers de passes.

source: Tiny
ca: Minúscul

source: Little
ca: Petit

source: Big
ca: Gran

source: Quick
ca: Ràpid

source: Skippy
ca: Molt ràpid

source: Only dance to on-beat notes.
ca: Ballar només les notes de compàs.

source: Only dance to on-beat and half-beat notes.
ca: Ballar les notes de compàs i de mig compàs.

source: Add half-beat steps between on-beat ones.
ca: Afegeix passos de mig compàs entre els de compàs

source: Add steps between half-beat ones.
ca: Afegeix passos entre els de mig compàs.

source: Add gallops between on-beat steps.
ca: Afegir galops entre els passos de compàs.

source: Fade
ca: Esvair

source: Fade arrows in or out while they scroll.
ca: Esvair les fletxes mentre es desplaçen.

source: Sudden
ca: De cop

source: Hidden
ca: Amagat

source: Peek
ca: Cop d'ull

source: Cycle
ca: Cíclic

source: Stealth
ca: Sigilós

source: Only display arrows near the top.
ca: Mostrar només les fletxes prop de la part superior.

source: Only display arrows near the bottom.
ca: Mostrar només les fletxes prop de la part inferior.

source: Only display arrows near the middle.
ca: Mostrar només les fletxes prop del mig.

source: Blink arrows in and out.
ca: Fletxes intermitents.

source: No arrows are displayed.
ca: No mostris les fletxes.

source: Acceleration
ca: Acceleració

source: Accelerate or decelerate arrows.
ca: Accelerar o frenar les fletxes.

source: Brake
ca: Fre

source: Boost
ca: Agafa embranzida

source: Decelerate near the top
ca: Desaccelar prop de la part superior.

source: Accelerate near the top.
ca: Accelerar prop de la part superior.

source: Size
ca: Mida

source: Change arrow sizes.
ca: Canvia la mida de les fletxes.

source: Shrink
ca: Encongir

source: Grow
ca: Engrandir

source: Smaller arrows near the top.
ca: Les fletxes més petites prop de la part superior.

source: Smaller arrows near the bottom.
ca: Les fletxes més petites prop de la part inferior.

source: Direction
ca: Direcció

source: Change the direction arrows scroll.
ca: Canvia la direcció de desplaçament de les fletxes

source: Reverse
ca: Invertit

source: Center
ca: Centrat

source: Arrows go from bottom to top.
ca: Les fletxes van des de baix a dalt.

source: Arrows go from top to bottom.
ca: Les fletxes van de dalt a baix.

source: Arrows go from the top and bottom to the center.
ca: Les fletxes van de dalt i de baix cap al centre.

source: Jumps
ca: Salts

source: Turn jumps off, or add more.
ca: Desactiva els salts o afegeix-ne més.

source: Wide
ca: Ample

source: Remove jumps from the song.
ca: Treu els salts de la cançó.

source: Add jumps on every on-beat step.
ca: Afegeix salts a cada pas de compàs.

source: Spin
ca: Gir

source: Rotate arrows as they go up the screen.
ca: Fa girar les fletxes mentre pugen.

source: Use colors of arrows to indicate the beat.
ca: Utilitzar colors a les fletxes per indicar el compàs.

source: Flat
ca: Pla

source: All arrows are the same.
ca: Totes les fletxes són iguals.

source: Different arrows have different colors.
ca: Fletxes diferents tenen diferents colors.

source: Dark
ca: Fosc

source: Don't display the top arrows.
ca: No mostris les fletxes de dalt.

source: Holds
ca: Sostingudes

source: Allow hold ('freeze') arrows in songs.
ca: Permet fletxes sostingudes a les cançons.

source: Scoring
ca: Puntuació

source: The scoring algorithm.
ca: L'algorisme de puntuació.

source: Grades
ca: Qualificació

source: The grading algorithm.
ca: L'algorisme de qualificació.

source: How your combo increases.
ca: Com incrementen els combos.

source: Judging Method
ca: Mètode de valoració

source: How your steps are judged.
ca: Com es valoren els passos.

source: Judging Windows
ca: Marge de valoració

source: The margin of error for your steps.
ca: El marge d'error dels passos.

source: Window is twice normal size.
ca: El marge és el doble de gran.

source: Window is 9/5 normal size.
ca: El marge és 9/5 de la mida normal.

source: Window is 8/5 normal size.
ca: El marge és 8/5 de la mida normal.

source: Window is 7/5 normal size.
ca: El marge és 7/5 de la mida normal.

source: Window is 6/5 normal size.
ca: El marge és 6/5 de la mida normal.

source: Window is 4/5 normal size.
ca: El marge és 4/5 de la mida normal.

source: Window is 3/5 normal size.
ca: El marge és 3/5 de la mida normal.

source: Window is 2/5 normal size.
ca: El marge és 2/5 de la mida normal.

source: Window is 1/5 normal size.
ca: El marge és 1/5 de la mida normal.

source: Life
ca: Vida

source: Increase or decrease your amount of (non-battery) life.
ca: Puja o baixa la quantitat de vida (sense bateria).

source: Undead
ca: Mortal

source: Life is 1/4 the usual amount.
ca: La vida és 1/4 de la quantitat normal.

source: Very Low
ca: Molt baix

source: Life is 1/2 the usual amount.
ca: La vida és 1/2 de la quantitat normal.

source: Low
ca: Baix

source: Life is 3/4 the usual amount.
ca: La vida és 3/4 de la quantitat normal.

source: High
ca: Alt

source: Life is 5/4 the usual amount.
ca: La vida és 5/4 de la quantitat normal.

source: Very High
ca: Molt Alt

source: Life is 3/2 the usual amount.
ca: La vida és 3/2 de la quantitat normal.

source: Lazarus
ca: Alcalina

source: Life is 7/4 the usual amount.
ca: La vida és 7/4 de la quantitat normal.

source: Lifebar
ca: Barra de vida

source: The kind of lifebar used.
ca: El tipus de barra de vida utilitzat.

source: Oni Lives
ca: Vides Oni

source: The initial / maximum life in Battery mode.
ca: La vida inicial/màxima en mode Bateria.

source: Secret Arrows
ca: Fletxes secretes

source: Secret arrow display
ca: Mostrar fletxes secretes

source: Disable secret arrows.
ca: Desactiva fletxes secretes.

source: Enable but don't display them.
ca: Les activa però no les ensenya.

source: Faint
ca: Feble

source: Show secret arrows faintly.
ca: Mostrar feblement les fletxes secretes.

source: Battle Mode
ca: Mode batalla.

source: Arrows start in the center and float outwards.
ca: Les fletxes surten del centre i floten en fora.

source: Up / Down: Select option
ca: Amunt/Avall: canvia la cançó

source: Left / Right: Change value
ca: esquerra / Dreta: canvia la dificultat

source: Start: Return to song selector
ca: Start: torna al selector de cançons

source: F11: Toggle fullscreen
ca: F11: commuta a pantalla completa

source: quit
ca: surt

source: up
ca: amunt

source: up-left
ca: amunt-esquerra

source: left
ca: esquerra

source: down-left
ca: avall-esquerra

source: down
ca: avall

source: down-right
ca: avall-dreta

source: right
ca: dreta

source: up-right
ca: amunt-dreta

source: center
ca: centre

source: joystick(s) found.
ca: control(s) trobat(s).

source: Joystick %d initialized: %d axes, %d buttons.
ca: S'ha inicialitzat el control %d: %d eixos, %d botons.

source: W: Unable to load input configuration file.
ca: A: no s'ha pogut carregar el fitxer de configuració.

source: Loaded input configuration.
ca: S'ha carregat la configuració.

source: EMSUSB2 found. Using preset EMSUSB2 config.
ca: S'ha trobat un EMSUSB2. S'utilitzarà la configuració per defecte de EMSUB2.

source: Initializing player 1 using js%d.
ca: Inicialitzant jugador 1 utilitzant js%d.

source: Initializing player 2 using js%d.
ca: Inicialitzant jugador 2 utilitzant js%d.

source: No known joysticks found! If you want to use yours,
ca: No s'ha trobat cap control conegut! Si vols utilitzar-ne una de propia,

source: you'll have to map its button manually once to use it.
ca: hauràs de mapar els botons manualment almenys un cop.

source: Press a key for %s (escape to cancel)
ca: Prem una tecla per %s (ESC per cancel·lar)

source: Press a button for %s (escape to cancel)
ca: Prem un botó per %s (ESC per cancel·lar)

source: Player 1
ca: Jugador 1

source: Player 2
ca: Jugador 2

source: Keyboard
ca: Teclat

source: Joystick
ca: Control

source: OK
ca: BÉ

source: MARVELOUS
ca: MERAVELLÓS

source: PERFECT
ca: PERFECTE

source: GREAT
ca: GENIAL

source: OKAY
ca: BÉ

source: BOO
ca: BUU!

source: MISS
ca: FORA

source: Usage: %s [options]
ca: Ús: %s [opcions]

source: -h, --help display this help text and exit
ca: -h, --help mostra aquest text d'ajuda i surt

source: -v, --version display the version and exit
ca: -v, --version mostra la versió i surt

source: -f, --filename load and play a step file
ca: -f, --filename carrega i reprodueix una cançó

source: -m, --mode the mode to play the file in (default SINGLE)
ca: -m, --mode el mode de joc (per defecte SOL)

source: -d, --difficulty the difficult to play the file (default BASIC)
ca: -d, --difficulty la dificultat de joc (per defecte BÀSIC)

source: pydance %s by Joe Wreschnig, Brendan Becker, and others
ca: pydance %s per Joe Wreschning, Brendan Becker, i altres

source: E: Can't get a 16 bit display! pydance doesn't work in 8 bit mode.
ca: E: no es pot posar la pantalla a 16 bits! pydance no funciona en mode 8 bits

source: Entering debug (play-and-quit) mode.
ca: S'entra en mode depuració (jugar i sortir).

source: Found %d %s. Loading...
ca: %d %s. Carregant...

source: E: Unknown error loading
ca: E: error desconegut en carregar

source: E: Please contact the developers (pyddr-devel@icculus.org).
ca: E: si us plau, contacteu amb els desenvolupadors (pyddr-devel@icculus.org).

source: Psyco optimizing compiler found. Using psyco.full().
ca: S'ha trobat el compilador d'optimització Psyco. Utilitzant psyco.full().

source: W: Psyco optimizing compiler not found.
ca: A: no s'ha trobat el compilador d'optimització Psyco.

source: Searching for songs in
ca: Buscant cançons a

source: Searching for courses in
ca: Buscant recopilacions a

source: songs
ca: cançons

source: courses
ca: recopilacions

source: You don't have any songs or step files. Check out http://icculus.org/pyddr/get.php#songs and download some free ones. If you already have some, make sure they're in
ca: No hi ha cap cançó ni fitxer de ball. Visiteu http://icculus.org/pyddr/get.php#songs per baixeu-vos alguns de lliures. Si ja en teniu algun, assegureu-vos que és a

source: You don't have any songs. Check http://icculus.org/pyddr/get.php#songs .
ca: No hi ha cap cançó. Visiteu a http://icculus.org/pyddr/get.php#songs .

source: DDR 1st/2nd Mix
ca: DDR 1r/2n Mix

source: DDR 3rd Mix
ca: DDR 3r Mix

source: DDR 4th Mix
ca: DDR 4t Mix

source: DDR 5th Mix
ca: DDR 5è Mix

source: DDR 7th/8th
ca: DDR 7è/8è

source: DDR 8th Oni
ca: DDR 8è Oni

source: DDR 8th Nonstop
ca: DDR 8è Sense parar

source: subtitle
ca: subtítol

source: title
ca: títol

source: artist
ca: artista

source: bpm
ca: ppm

source: mix
ca: barreja

source: rating
ca: grau

source: difficulty
ca: dificultat

source: rank
ca: grau
