Repository: EvilDrW/pydance
Catalog: po/*.po
Languages: ca

source: Enter / Up Right: Open a folder or start a song
ca: Enter / Amunt dreta: obre carpeta o cançó

source: Escape / Up Left: Closes folder or exit
ca: Escape / Amunt esquerra: tanca la carpeta o surt

source: Tab / Select: Go to a random song
ca: Tab / Select: tria una cançó aleatòria

source: Start: Go to the options screen
ca: Start: va a la pantalla d'opcions

source: %d songs
ca: %d cançons

source: You don't have any songs for the game mode (
ca: No hi ha cap cançó pel mode joc (

source: ) that you selected.
ca: ) que has seleccionat

source: None
ca: Cap

source: You don't have any songs that are marked
ca: No hi ha cap cançó marcada com a

source: "valid" for random selection.
ca: "vàlida" per la selecció aleatòria

source: You don't have any songs here that
ca: No hi ha cap cançó aquí que

source: are marked "valid" for random selection.
ca: estigui marcada com a "vàlida" per a la selecció aleatòria

source: Not a supported file type:
ca: Tipus de fitxer no reconegut:

source: BEGINNER
ca: PRINCIPANT

source: EASY
ca: FÀCIL

source: LIGHT
ca: LLEUGER

source: BASIC
ca: BÀSIC

source: ANOTHER
ca: ALTRE

source: MEDIUM
ca: MITJÀ

source: STANDARD
ca: ESTÀNDARD

source: TRICK
ca: TRAMPÓS

source: DOUBLE
ca: DOBLE

source: HARD
ca: DIFÍCIL

source: MANIAC
ca: MANÍAC

source: HEAVY
ca: DUR

source: HARDCORE
ca: D'INFART

source: CHALLENGE
ca: REPTE

source: SMANIAC
ca: S MANÍAC

source: S-MANIAC
ca: S-MANÍAC

source: CRAZY
ca: BOIG
